{
    "collageName":"A&M",
    "collageNameSpaced":"A & M",
    "collageDescCAPITAL":"INSTITUTE OF COMPUTER & TECHNOLOGY",
    "collageDescRegural":"Institute of Computer Science",
    "collageLocationCity":"Pathankot",
    "contactNumber02":"+91-82-8801-8802",
    "contactNumber04":"+91-82-8801-8804",
    "contactEmail":"director.amict@yahoo.com",
    "collageApprovedBy":"Approved by AICTE, New Delhi & Affiliated to I.K.G Punjab Technical University, Kapurthala.",
    "collageLocation":"Near A&M Gems Cambridge International School, Opp Canada Palace, Jal-Dal Bypass, Pathankot.",
    "collageHomeText":"A & M Institute of Computer & Technology, Pathankot was established in January 2009 for advancement of Technical Education. The AMICT is affiliated to Punjab Technical University , Jalandhar and is offering Courses in Computer Applications, Hotel Management, Fashion Technologies, Medical Laboratory disciplines.The total strength of AMICT exceeds one thousand students. The campus is set up on the 7 acres of land and has modern and attractive architecture. The institute is well equipped for comforts, convenience and academic pursuits. The AMICT stands majestically on the banks of river chakki with calm and serene surroundings. The institute offers a large number of special opportunities for students. It is approved by AICTE, Ministry of HRD, Govt. of India and is affiliated to Punjab Technical University, Jalandhar.",
    "aboutUsOverView":"Overview",
    "aboutUsOverViewText": "A & M institutes endeavors to impart such value based education to our students. A & M institute is a prestigious institution of higher learning, with short but distinguished history and a bright future. The institute was established in 2008 by the elites of the Pathankot with the commitment to provide management and technical education to the young people. It is a place where culture, tradition and modernity blend harmoniously to shape and mould the personality of the students in a healthy way. Having successfully crossed the various hurdles encountered on the way of its growth, A & M institute has grown in status and strength today, and has become one of finest educational institutions dedicated to the pursuit of knowledge and excellence. To respond effectively and creatively to the crying needs of today’s society, the institute focuses on educational programmes which revolve around equipping our students with such qualities that they confidently plunge into any field of activity which is socially USEFUL, intellectually ELEVATING and spiritually ENNOBLING.",
    "aboutUsDirector":"Director/Founder",
    "aboutUsDirectorName":"Dr. Renuka Mahajan",
    "aboutUsDirectorQuotes":"“Learning gives creativity, Creativity leads to thinking, Thinking provides knowledge, Knowledge makes you great.”",
    "messageDirectorPicPath":"/anm/RenukaDSC_0043-scaled.jpg",
    "messageDirectorOverview": "At A & M, we believe that education is not just about imparting knowledge—it’s about building character, encouraging curiosity, and preparing our students to become confident professionals in an ever-evolving digital world.\n\nOur mission is to provide quality education in computer science and technology with a strong foundation in practical skills, innovation, and ethical values. We aim to nurture future leaders who are ready to face global challenges with knowledge, integrity, and purpose.\n\nWhether you’re a prospective student, parent, or industry partner, we invite you to be part of a journey where learning meets opportunity. Together, let’s shape a smarter, more connected future.",
    
    "messageChairManName":"Mr. Akshay Mahajan",
    "messageChairManPosition":"Chairman",
    "messageChairManQuotes":"“Charles Darwin has rightly remarked, \"it is not the strongest that survive , neither it is the most intelligent, but those responsive to change.”",
    "messageChairManText": "It is with great pleasure that I welcome you to A & M Institute of Management and Technology, Pathankot, an institution committed to nurturing talent, fostering innovation, and building a strong foundation for future leaders.\n\nWith these forethoughts in mind, A & M Institute was established. Spanning a broad horizon, the institution started in 2008, and there has been no looking back. The academic objective of the institute is to develop among the students the ability to apply in-depth knowledge.\n\nAt A & M Institute of Management and Technology, we believe that education is not merely about acquiring knowledge—it’s about developing the skills, character, and vision to thrive in a rapidly changing world. Since our inception, we have worked with a singular purpose, i.e., to provide a learning environment that is academically rigorous, ethically grounded, and socially responsive.\n\nOur dedicated faculty, modern infrastructure, and industry-relevant programs ensure that students are well-prepared to meet global standards. Beyond academics, we also encourage students to participate in co-curricular and extracurricular activities to develop a well-rounded personality.\n\nIt gives me immense pleasure to welcome you all to the placement season at our institution. This is not just a recruitment drive; it is a celebration of your years of hard work, learning, and growth.\n\nAs Chairman, I assure you of our commitment to academic excellence, innovation, and student success. I invite you to become a part of the A & M family and embark on a journey that promises growth, discovery, and transformation. Take full advantage of the opportunities offered here and contribute to the legacy of excellence that defines our institution.",
    "messageChairManPicPath":"/anm/AKSHAY_2.jpg",
    
    "messageFromDirector":"Director's Message",
    "messageFromChairman":"Chairman's Message",
    "messageFromViceChairman":"Vice Chairman's Message",
    "messageFromGenSec":"General Secterary's Message",
    
    "messageViceChairManName":"Mr. Naman Mahajan",
    "messageViceChairManPosition":"Vice Chairman",
    "messageViceChairManText": "Competence in technology today ensures the survival of nations in a globally competitive world. There is so much progress around us that the world is an oyster for our Indian students. To compete successfully with well-established technological powers, India needs to make radical changes in the strategies followed till date.\n\nWith these forethoughts in mind, A & M Institute was established. Spanning a broad horizon, the institution started in 2008, and since then, there has been no looking back. The academic objective of the institute is to develop among students the ability to apply in-depth knowledge.\n\nToday, A & M Institute is not just a college—it is a FAMILY where the educational community, management, staff, and students work together to foster a spirit of unity and growth.\n\nThe students of A & M Institute are its true assets, giving it strength and character. In a nutshell, I would like to say that this is a turning point in your life. Winning or losing is part of the game, but what truly matters is becoming a good human being.\n\nFinally, a word about placements—our college’s Placement Cell actively facilitates campus recruitment for final-year students. Many prestigious national and multinational companies have visited our campus for recruitment.\n\nI invite you to be a part of this great institution as we prepare you for a successful and meaningful global career.",
    "messageViceChairManQuotes":"“True education goes beyond books—it builds minds that question, explore, and uplift society. Our goal is not just success, but significance.”",
    "messageViceChairManPicPath":"/anm/VICE_CHAIRMAN.jpeg",

    "messageGenSecName":"Mrs. Sonu Mahajan",
    "messageGenSecPosition":"General Secretary",
    "messageGenSecText": "Charles Darwin has rightly remarked, \"It is not the strongest that survive, neither is it the most intelligent, but those responsive to change.\"\n\nA & M Institute has a unique culture that inculcates strong values in its students and makes them adaptable to change. The increasing demand for competent engineers and technocrats to execute projects across private, public, and government sectors—both in India and abroad—inspired the management to establish this college.\n\nOur focus is to develop business leaders and technocrats who are equipped to tackle the challenges of a dynamic global environment. The college strives to earn its reputation through innovative teaching methodologies and the quality of its pragmatic programs.\n\nToday, a career must be carefully crafted—by combining caliber with diligence, and inspiration with perspiration. We promise to lead you toward your desired destination.\n\nThis college always aspires to AIM HIGH, scaling great heights in its quest for EXCELLENCE in imparting human, intellectual, spiritual, and moral development to its students.",
    "messageGenSecQuotes":"“A student today, a leader tomorrow. Let your journey here shape your voice, your purpose, and your power to make a difference.”",
    "messageGenSecPicPath":"/anm/GenSec.jpeg",
    
    "labelNotice":"Notice",
    "labelEvents":"Events",
    "labelView":"View",
    "labelDownloads":"Downloads",
    "labelApplyNow":"Apply Now",
    "labelDownloadAdmissionForm":"Download Admission Form",
    "linkDownloadAdmissionFormFromHeader":"/files/AdmissionForm2025.pdf",
    "labelAboutSwayam":"About SWAYAM",
    "labelAboutSwayamSubHeading":"Unique Initiative",
    "swayamText":"SWAYAM is a programme initiated by Government of India and designed to achieve the three cardinal principles of Education Policy viz., access, equity and quality. The objective of this effort is to take the best teaching learning resources to all, including the most disadvantaged. SWAYAM seeks to bridge the digital divide for students who have hitherto remained untouched by the digital revolution and have not been able to join the mainstream of the knowledge economy."

}
